let handler = async m => m.reply(`
🚨ᴀᴛᴇɴᴄ̧ᴀ̃ᴏ🚨
ʀᴇɢʀᴀs ᴅᴏ ɢʀᴜᴘᴏ:

•sᴇᴍ ᴘᴏʀɴᴏɢʀᴀғɪᴀ❌ 
•sᴇᴍ xɪɴɢᴀᴍᴇɴᴛᴏs, ᴘʀᴇᴄᴏɴᴄᴇɪᴛᴏ ᴏᴜ ϙᴜᴀʟϙᴜᴇʀ ɪɴᴄɪᴛᴀᴄ̧ᴀ̃ᴏ ᴅᴇ ᴏ́ᴅɪᴏ❌
•sᴇ ғɪᴄᴀʀ ᴏғғ ᴘᴏʀ ᴍᴀɪs ᴅᴇ ᴜᴍᴀ sᴇᴍᴀɴᴀ ʟᴇᴠᴀʀᴀ́ ʙᴀɴ ᴅᴏ ɢʀᴜᴘᴏ❌
•sᴇᴍ ғʟᴏᴏᴅ, ᴅᴇ ϙᴜᴀʟϙᴜᴇʀ ᴄᴏɪsᴀ ϙᴜᴇ sᴇᴊᴀ❌
•ᴘʀᴏɪʙɪ́ᴅᴏ sᴘᴀᴍ/ᴇɴᴠɪᴀʀ ᴄᴏʀʀᴇɴᴛᴇs❌
•ɢᴏʀᴇ ᴇ́ ᴇsᴛʀɪᴛᴀᴍᴇɴᴛᴇ ᴘʀᴏɪʙɪᴅᴏ ɴᴏ ɢʀᴜᴘᴏ❌
•sᴇᴍ ʟɪɴᴋ ᴅᴇ ᴏᴜᴛʀᴏs ɢʀᴜᴘᴏs❌
●○●○●○●○●○●○●○●○●○●○●○

•ᴅɪᴠᴜʟɢᴀᴄ̧ᴀ̃ᴏ sᴏ́ ᴄᴏᴍ ᴘᴇʀᴍɪssᴀ̃ᴏ ᴅᴏs ᴀᴅᴍs. 
•ϙᴜᴀʟϙᴜᴇʀ ᴘʀᴏʙʟᴇᴍᴀ ɴᴏ ɢʀᴜᴘᴏ ᴇ́ sᴏ́ ɴᴏs ᴄʜᴀᴍᴀʀ ɴᴏ ᴘᴠ✅
•ᴀssᴜɴᴛᴏs ᴏғғ-ᴛᴏᴘɪᴄs sᴀ̃ᴏ ᴘᴇʀᴍɪᴛɪᴅᴏs✅

`.trim()) // Tambah sendiri kalo mau
handler.help = ['donasi']
handler.tags = ['info']
handler.command = /^dona(te|si)$/i

module.exports = handler
